Repository: nviai/OmitX
Catalog: Localization/Localizable.xcstrings
Source language: vi
Languages: ar, ca, cs, da, de, el, en, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, zh_hans, zh_hant

source: LM Studio models (cũ)
ar: نماذج LM Studio (قديمة)
ca: Models de LM Studio (ubicació antiga)
cs: Modely LM Studio (starší umístění)
da: LM Studio-modeller (gammel)
de: LM Studio-Modelle (alt)
el: Μοντέλα LM Studio (παλαιά)
en: LM Studio models (legacy)
es: Modelos de LM Studio (antiguos)
fi: LM Studion mallit (vanha)
fr: Modèles LM Studio (ancien emplacement)
he: מודלים של LM Studio (ישן)
hi: LM Studio मॉडल (पुराना)
hr: LM Studio modeli (stara lokacija)
hu: LM Studio-modellek (régi)
id: Model LM Studio (lama)
it: Modelli LM Studio (vecchia posizione)
ja: LM Studioモデル（レガシー）
ko: LM Studio 모델(레거시)
ms: Model LM Studio (lama)
nb: LM Studio-modeller (eldre)
nl: LM Studio-modellen (oud)
pl: Modele LM Studio (stara lokalizacja)
pt_br: Modelos do LM Studio (antigos)
pt_pt: Modelos do LM Studio (antigos)
ro: Modele LM Studio (vechi)
ru: Модели LM Studio (старое расположение)
sk: Modely LM Studio (staršie umiestnenie)
sl: Modeli LM Studio (stara lokacija)
sv: LM Studio-modeller (äldre)
th: โมเดล LM Studio (แบบเดิม)
tr: LM Studio modelleri (eski)
uk: Моделі LM Studio (старе розташування)
zh_hans: LM Studio 模型（旧版）
zh_hant: LM Studio 模型（舊版）

source: Logs & trạng thái
ar: السجلات والحالة
ca: Registres i estat
cs: Protokoly a stav
da: Logs & tilstand
de: Protokolle & Status
el: Αρχεία καταγραφής & κατάσταση
en: Logs & state
es: Registros y estado
fi: Lokit ja tila
fr: Journaux et état
he: יומנים ומצב
hi: लॉग और स्थिति
hr: Zapisi i stanje
hu: Naplók és állapot
id: Log & status
it: Log e stato
ja: ログと状態
ko: 로그 및 상태
ms: Log & keadaan
nb: Logger og tilstand
nl: Logs en status
pl: Logi i stan
pt_br: Registros e estado
pt_pt: Registos e estado
ro: Jurnale și stare
ru: Журналы и состояние
sk: Záznamy a stav
sl: Dnevniki in stanje
sv: Loggar och tillstånd
th: บันทึกและสถานะ
tr: Günlükler ve durum
uk: Журнали та стан
zh_hans: 日志与状态
zh_hant: 記錄檔與狀態

source: Làm gì khi khớp
ar: ما العمل عند التطابق
ca: Què cal fer quan hi coincideixi
cs: Co dělat při shodě
da: Hvad der skal ske ved træf
de: Verhalten bei Treffern
el: Τι θα γίνει όταν ταιριάξει
en: What to do on a match
es: Qué hacer al coincidir
fi: Mitä tehdään osumalla
fr: Que faire en cas de correspondance
he: מה לעשות בהתאמה
hi: मेल खाने पर क्या करें
hr: Što učiniti kod podudaranja
hu: Mi történjen találat esetén
id: Yang dilakukan saat cocok
it: Cosa fare quando corrisponde
ja: 一致したときの動作
ko: 일치할 때 할 일
ms: Tindakan apabila sepadan
nb: Hva som skal skje ved treff
nl: Wat te doen bij een match
pl: Co zrobić przy dopasowaniu
pt_br: O que fazer quando corresponder
pt_pt: O que fazer quando corresponder
ro: Ce să facă la potrivire
ru: Что делать при совпадении
sk: Čo robiť pri zhode
sl: Kaj storiti ob ujemanju
sv: Vad som ska hända vid träff
th: จะทำอะไรเมื่อตรงเงื่อนไข
tr: Eşleşince ne yapılsın
uk: Що робити при збігу
zh_hans: 匹配时的操作
zh_hant: 符合時的動作

source: Lúc %@
ar: في %@
ca: A les %@
cs: V %@
da: Kl. %@
de: Um %@
el: Στις %@
en: At %@
es: A las %@
fi: Klo %@
fr: À %@
he: בשעה %@
hi: %@ बजे
hr: U %@
hu: Ekkor: %@
id: Pukul %@
it: Alle %@
ms: Pukul %@
nb: Kl. %@
nl: Om %@
pl: O %@
pt_br: Às %@
pt_pt: Às %@
ro: La %@
ru: В %@
sk: O %@
sl: Ob %@
sv: Kl. %@
th: เวลา %@
tr: Saat %@
uk: О %@

source: Lưu
ar: حفظ
ca: Desa
cs: Uložit
da: Arkiver
de: Sichern
el: Αποθήκευση
en: Save
es: Guardar
fi: Tallenna
fr: Enregistrer
he: שמירה
hi: सहेजें
hr: Spremi
hu: Mentés
id: Simpan
it: Salva
ja: 保存
ko: 저장
ms: Simpan
nb: Arkiver
nl: Bewaar
pl: Zapisz
pt_br: Salvar
pt_pt: Salvar
ro: Salvează
ru: Сохранить
sk: Uložiť
sl: Shrani
sv: Spara
th: บันทึก
tr: Kaydet
uk: Зберегти
zh_hans: 存储
zh_hant: 儲存

source: Lần chạy gần đây
ar: عمليات التشغيل الأخيرة
ca: Execucions recents
cs: Poslední spuštění
da: Seneste kørsler
de: Letzte Durchläufe
el: Πρόσφατες εκτελέσεις
en: Recent runs
es: Ejecuciones recientes
fi: Viimeisimmät ajot
fr: Exécutions récentes
he: הרצות אחרונות
hi: हाल की गतिविधियाँ
hr: Nedavna pokretanja
hu: Legutóbbi futtatások
id: Proses terakhir
it: Esecuzioni recenti
ja: 最近の実行
ko: 최근 실행
ms: Larian terakhir
nb: Siste kjøringer
nl: Recente runs
pl: Ostatnie uruchomienia
pt_br: Execuções recentes
pt_pt: Execuções recentes
ro: Rulări recente
ru: Последние запуски
sk: Posledné spustenia
sl: Nedavni zagoni
sv: Senaste körningar
th: การรันล่าสุด
tr: Son çalıştırmalar
uk: Останні запуски
zh_hans: 最近的运行
zh_hant: 最近的執行

source: Lần dùng cuối
ar: آخر فتح
ca: Última obertura
cs: Naposledy otevřeno
da: Sidst åbnet
de: Zuletzt geöffnet
el: Τελευταίο άνοιγμα
en: Last Opened
es: Última apertura
fi: Avattu viimeksi
fr: Dernière ouverture
he: נפתח לאחרונה
hi: अंतिम बार खोला गया
hr: Zadnje otvaranje
hu: Utolsó megnyitás
id: Terakhir Dibuka
it: Ultima apertura
ja: 最後に開いた日
ko: 마지막으로 열어본 날짜
ms: Kali Terakhir Dibuka
nb: Sist åpnet
nl: Laatst geopend
pl: Ostatnio otwarte
pt_br: Última Abertura
pt_pt: Última abertura
ro: Ultima deschidere
ru: Последнее открытие
sk: Naposledy otvorené
sl: Zadnjič odprto
sv: Senast öppnad
th: เปิดล่าสุด
tr: Son Açılma
uk: Останнє відкриття
zh_hans: 上次打开
zh_hant: 上次打開

source: Lần dọn gần nhất
ar: آخر تنظيف
ca: Última neteja
cs: Poslední čištění
da: Seneste oprydning
de: Letzte Bereinigung
el: Τελευταίος καθαρισμός
en: Last cleanup
es: Última limpieza
fi: Viimeisin siivous
fr: Dernier nettoyage
he: ניקוי אחרון
hi: पिछली सफ़ाई
hr: Posljednje čišćenje
hu: Legutóbbi tisztítás
id: Pembersihan terakhir
it: Ultima pulizia
ja: 前回のクリーンアップ
ko: 마지막 정리
ms: Pembersihan terakhir
nb: Siste opprydding
nl: Laatste opruimbeurt
pl: Ostatnie czyszczenie
pt_br: Última limpeza
pt_pt: Última limpeza
ro: Ultima curățare
ru: Последняя очистка
sk: Posledné čistenie
sl: Zadnje čiščenje
sv: Senaste rensning
th: การล้างข้อมูลครั้งล่าสุด
tr: Son temizlik
uk: Останнє очищення
zh_hans: 上次清理
zh_hant: 上次清理

source: Lặp lại
ar: تكرار
ca: Repeteix
cs: Opakovat
da: Gentag
de: Wiederholen
el: Επανάληψη
en: Repeat
es: Repetir
fi: Toista
fr: Répéter
he: חזרה
hi: दोहराएँ
hr: Ponavljaj
hu: Ismétlés
id: Ulangi
it: Ripeti
ja: 繰り返し
ko: 반복
ms: Ulang
nb: Gjenta
nl: Herhalen
pl: Powtarzaj
pt_br: Repetir
pt_pt: Repetir
ro: Repetă
ru: Повторять
sk: Opakovať
sl: Ponovi
sv: Upprepa
th: ทำซ้ำ
tr: Yinele
uk: Повторювати
zh_hans: 重复
zh_hant: 重複

source: Lịch sử chỉnh sửa file cục bộ (Timeline)
ar: سجل تعديلات الملفات المحلي (Timeline)
ca: Historial local d’edicions de fitxers (Timeline)
cs: Místní historie úprav souborů (Timeline)
da: Lokal redigeringshistorik for arkiver (Timeline)
de: Lokaler Bearbeitungsverlauf von Dateien (Timeline)
el: Τοπικό ιστορικό επεξεργασίας αρχείων (Timeline)
en: Local file edit history (Timeline)
es: Historial local de ediciones de archivos (Timeline)
fi: Tiedostojen paikallinen muokkaushistoria (Timeline)
fr: Historique local des modifications de fichiers (Timeline)
he: היסטוריית עריכה מקומית של קבצים (Timeline)
hi: स्थानीय फ़ाइल संपादन इतिहास (Timeline)
hr: Lokalna povijest uređivanja datoteka (Timeline)
hu: Helyi fájlszerkesztési előzmények (Timeline)
id: Riwayat pengeditan file lokal (Timeline)
it: Cronologia locale delle modifiche ai file (Timeline)
ja: ローカルファイルの編集履歴（Timeline）
ko: 로컬 파일 편집 기록(Timeline)
ms: Sejarah pengeditan fail setempat (Timeline)
nb: Lokal redigeringshistorikk for filer (Timeline)
nl: Lokale bewerkingsgeschiedenis van bestanden (Timeline)
pl: Lokalna historia edycji plików (Timeline)
pt_br: Histórico local de edições de arquivos (Timeline)
pt_pt: Histórico local de edições de ficheiros (Timeline)
ro: Istoric local al editărilor de fișiere (Timeline)
ru: Локальная история изменений файлов (Timeline)
sk: Lokálna história úprav súborov (Timeline)
sl: Lokalna zgodovina urejanja datotek (Timeline)
sv: Lokal redigeringshistorik för filer (Timeline)
th: ประวัติการแก้ไขไฟล์ในเครื่อง (Timeline)
tr: Yerel dosya düzenleme geçmişi (Timeline)
uk: Локальна історія змін файлів (Timeline)
zh_hans: 本地文件编辑历史（时间线）
zh_hant: 本機檔案編輯歷史記錄（時間軸）

source: Lịch sử hội thoại — xoá thì không resume được phiên cũ
ar: سجل المحادثات — لن يمكن استئناف الجلسات القديمة
ca: Historial de converses — les sessions antigues ja no es podran reprendre
cs: Historie konverzací — staré relace již nepůjde obnovit
da: Samtalehistorik — gamle sessioner kan ikke længere genoptages
de: Gesprächsverlauf — alte Sitzungen lassen sich nicht mehr fortsetzen
el: Ιστορικό συνομιλιών — οι παλιές συνεδρίες δεν θα μπορούν να συνεχιστούν
en: Conversation history — old sessions can no longer be resumed
es: Historial de conversaciones: las sesiones antiguas ya no se podrán reanudar
fi: Keskusteluhistoria — vanhoja istuntoja ei voi enää jatkaa
fr: Historique des conversations — les anciennes sessions ne pourront plus être reprises
he: היסטוריית שיחות — לא ניתן יהיה לחדש סשנים ישנים
hi: बातचीत का इतिहास — पुराने सत्र फिर से शुरू नहीं किए जा सकेंगे
hr: Povijest razgovora — stare sesije više se neće moći nastaviti
hu: Beszélgetési előzmények — a régi munkamenetek többé nem folytathatók
id: Riwayat percakapan — sesi lama tidak bisa dilanjutkan lagi
it: Cronologia delle conversazioni — le vecchie sessioni non potranno più essere riprese
ja: 会話履歴 — 古いセッションは再開できなくなります
ko: 대화 기록 — 이전 세션을 더 이상 재개할 수 없습니다
ms: Sejarah perbualan — sesi lama tidak boleh disambung semula
nb: Samtalehistorikk — gamle økter kan ikke lenger gjenopptas
nl: Gespreksgeschiedenis — oude sessies kunnen niet meer worden hervat
pl: Historia rozmów — starych sesji nie będzie można wznowić
pt_br: Histórico de conversas — sessões antigas não poderão mais ser retomadas
pt_pt: Histórico de conversas — as sessões antigas deixam de poder ser retomadas
ro: Istoricul conversațiilor — sesiunile vechi nu mai pot fi reluate
ru: История диалогов — старые сессии больше нельзя будет возобновить
sk: História konverzácií — staré relácie už nebude možné obnoviť
sl: Zgodovina pogovorov — starih sej ne bo več mogoče nadaljevati
sv: Konversationshistorik — gamla sessioner kan inte längre återupptas
th: ประวัติการสนทนา — จะไม่สามารถทำเซสชันเก่าต่อได้อีก
tr: Sohbet geçmişi — eski oturumlara artık devam edilemez
uk: Історія розмов — старі сесії більше не можна буде відновити
zh_hans: 对话历史 — 删除后将无法恢复旧会话
zh_hant: 對話歷史 — 刪除後將無法恢復舊工作階段

source: Lịch sử trò chuyện
ar: سجل المحادثات
ca: Historial de converses
cs: Historie konverzací
da: Samtalehistorik
de: Verlauf der Unterhaltungen
el: Ιστορικό συνομιλιών
en: Chat history
es: Historial de conversaciones
fi: Keskusteluhistoria
fr: Historique des conversations
he: היסטוריית שיחות
hi: बातचीत का इतिहास
hr: Povijest razgovora
hu: Beszélgetési előzmények
id: Riwayat percakapan
it: Cronologia conversazioni
ja: 会話の履歴
ko: 대화 기록
ms: Sejarah percakapan
nb: Samtalehistorikk
nl: Gespreksgeschiedenis
pl: Historia rozmów
pt_br: Histórico de conversas
pt_pt: Histórico de conversas
ro: Istoricul conversațiilor
ru: История разговоров
sk: História konverzácií
sl: Zgodovina pogovorov
sv: Samtalshistorik
th: ประวัติการสนทนา
tr: Sohbet geçmişi
uk: Історія розмов
zh_hans: 对话历史
zh_hant: 對話紀錄

source: Lọc theo tên / đường dẫn
ar: التصفية حسب الاسم / المسار
ca: Filtrar per nom / camí
cs: Filtrovat podle názvu / cesty
da: Filtrer efter navn / sti
de: Nach Name / Pfad filtern
el: Φιλτράρισμα κατά όνομα / διαδρομή
en: Filter by name / path
es: Filtrar por nombre / ruta
fi: Suodata nimen / polun mukaan
fr: Filtrer par nom / chemin
he: סנן לפי שם / נתיב
hi: नाम / पाथ से फ़िल्टर करें
hr: Filtriraj po nazivu / putanji
hu: Szűrés név / útvonal szerint
id: Filter menurut nama / jalur
it: Filtra per nome / percorso
ja: 名前/パスで絞り込む
ko: 이름/경로로 필터
ms: Tapis mengikut nama / laluan
nb: Filtrer etter navn / bane
nl: Filter op naam / pad
pl: Filtruj wg nazwy / ścieżki
pt_br: Filtrar por nome / caminho
pt_pt: Filtrar por nome / caminho
ro: Filtrează după nume / cale
ru: Фильтр по имени / пути
sk: Filtrovať podľa názvu / cesty
sl: Filtriraj po imenu / poti
sv: Filtrera efter namn / sökväg
th: กรองตามชื่อ / พาธ
tr: Ada / yola göre filtrele
uk: Фільтр за назвою / шляхом
zh_hans: 按名称/路径筛选
zh_hant: 依名稱/路徑篩選

source: Lỗi không rõ
ar: خطأ غير معروف
ca: Error desconegut
cs: Neznámá chyba
da: Ukendt fejl
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
en: Unknown error
es: Error desconocido
fi: Tuntematon virhe
fr: Erreur inconnue
he: שגיאה לא ידועה
hi: अज्ञात त्रुटि
hr: Nepoznata greška
hu: Ismeretlen hiba
id: Kesalahan tidak dikenal
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
ms: Ralat tidak diketahui
nb: Ukjent feil
nl: Onbekende fout
pl: Nieznany błąd
pt_br: Erro desconhecido
pt_pt: Erro desconhecido
ro: Eroare necunoscută
ru: Неизвестная ошибка
sk: Neznáma chyba
sl: Neznana napaka
sv: Okänt fel
th: ข้อผิดพลาดที่ไม่รู้จัก
tr: Bilinmeyen hata
uk: Невідома помилка
zh_hans: 未知错误
zh_hant: 未知錯誤

source: Model AI/ML
ar: نماذج الذكاء الاصطناعي
ca: Models d’IA/ML
cs: Modely AI/ML
da: AI/ML-modeller
de: KI/ML-Modelle
el: Μοντέλα AI/ML
en: AI/ML models
es: Modelos de IA/ML
fi: AI/ML-mallit
fr: Modèles d’IA/ML
he: מודלים של AI/ML
hi: AI/ML मॉडल
hr: AI/ML modeli
hu: AI/ML-modellek
it: Modelli IA/ML
ja: AI/ML モデル
ko: AI/ML 모델
nb: AI/ML-modeller
nl: AI/ML-modellen
pl: Modele AI/ML
pt_br: Modelos de IA/ML
pt_pt: Modelos de IA/ML
ro: Modele AI/ML
ru: Модели ИИ/ML
sk: Modely AI/ML
sl: Modeli AI/ML
sv: AI/ML-modeller
th: โมเดล AI/ML
tr: AI/ML modelleri
uk: Моделі ШІ/ML
zh_hans: AI/ML 模型
zh_hant: AI/ML 模型

source: Model sẽ được tải lại khi dùng
ar: سيُعاد تنزيل النموذج عند استخدامه
ca: El model es tornarà a descarregar quan s’utilitzi
cs: Model se při použití stáhne znovu
da: Modellen hentes igen, når den bruges
de: Das Modell wird bei Verwendung erneut geladen
el: Το μοντέλο θα κατέβει ξανά όταν χρησιμοποιηθεί
en: The model is downloaded again when used
es: El modelo se volverá a descargar al usarlo
fi: Malli ladataan uudelleen, kun sitä käytetään
fr: Le modèle sera retéléchargé à la prochaine utilisation
he: המודל יורד שוב בעת השימוש
hi: उपयोग करने पर मॉडल फिर से डाउनलोड होगा
hr: Model će se ponovno preuzeti pri upotrebi
hu: A modell használatkor újra letöltődik
id: Model akan diunduh ulang saat digunakan
it: Il modello verrà scaricato di nuovo al prossimo utilizzo
ja: モデルは使用時に再ダウンロードされます
ko: 모델은 사용할 때 다시 다운로드됩니다
ms: Model akan dimuat turun semula apabila digunakan
nb: Modellen lastes ned på nytt når den brukes
nl: Het model wordt opnieuw gedownload bij gebruik
pl: Model zostanie ponownie pobrany przy użyciu
pt_br: O modelo será baixado novamente quando for usado
pt_pt: O modelo volta a ser transferido quando for utilizado
ro: Modelul se descarcă din nou la utilizare
ru: Модель будет загружена заново при использовании
sk: Model sa pri použití znova stiahne
sl: Model bo ob uporabi znova prenesen
sv: Modellen hämtas igen när den används
th: โมเดลจะถูกดาวน์โหลดใหม่เมื่อใช้งาน
tr: Model kullanıldığında yeniden indirilir
uk: Модель буде завантажено знову під час використання
zh_hans: 使用时会重新下载模型
zh_hant: 使用時會重新下載模型

source: Mua Pro — %@
ar: شراء Pro — %@
ca: Compra Pro — %@
cs: Koupit Pro — %@
da: Køb Pro — %@
de: Pro kaufen — %@
el: Αγορά Pro — %@
en: Buy Pro — %@
es: Comprar Pro — %@
fi: Osta Pro — %@
fr: Acheter Pro — %@
he: רכישת Pro — %@
hi: Pro खरीदें — %@
hr: Kupi Pro — %@
hu: Pro megvásárlása — %@
id: Beli Pro — %@
it: Acquista Pro — %@
ja: Pro を購入 — %@
ko: Pro 구입 — %@
ms: Beli Pro — %@
nb: Kjøp Pro — %@
nl: Koop Pro — %@
pl: Kup Pro — %@
pt_br: Comprar Pro — %@
pt_pt: Comprar Pro — %@
ro: Cumpără Pro — %@
ru: Купить Pro — %@
sk: Kúpiť Pro — %@
sl: Kupi Pro — %@
sv: Köp Pro — %@
th: ซื้อ Pro — %@
tr: Pro satın al — %@
uk: Купити Pro — %@
zh_hans: 购买 Pro — %@
zh_hant: 購買 Pro — %@

source: Máy này không chạy được Apple Intelligence — trợ lý cần Mac chip Apple.
ar: لا يستطيع هذا الـ Mac تشغيل Apple Intelligence — يحتاج المساعد إلى Mac بمعالج Apple.
ca: Aquest Mac no pot executar Apple Intelligence: l’assistent necessita un Mac amb xip d’Apple.
cs: Tento Mac nedokáže spustit Apple Intelligence — asistent potřebuje Mac s čipem Apple.
da: Denne Mac kan ikke køre Apple Intelligence — assistenten kræver en Mac med Apple-chip.
de: Dieser Mac kann Apple Intelligence nicht ausführen — der Assistent braucht einen Mac mit Apple Chip.
el: Αυτό το Mac δεν μπορεί να εκτελέσει το Apple Intelligence — ο βοηθός χρειάζεται Mac με τσιπ Apple.
en: This Mac can't run Apple Intelligence — the assistant needs an Apple silicon Mac.
es: Este Mac no puede ejecutar Apple Intelligence: el asistente necesita un Mac con chip de Apple.
fi: Tämä Mac ei voi ajaa Apple Intelligenceä — avustaja vaatii Applen piirillä varustetun Macin.
fr: Ce Mac ne peut pas exécuter Apple Intelligence — l’assistant nécessite un Mac à puce Apple.
he: ‏Mac זה אינו יכול להריץ את Apple Intelligence — העוזר דורש Mac עם שבב Apple.
hi: यह Mac Apple Intelligence नहीं चला सकता — सहायक के लिए Apple चिप वाला Mac चाहिए।
hr: Ovaj Mac ne može pokrenuti Apple Intelligence — pomoćnik treba Mac s Apple čipom.
hu: Ez a Mac nem tudja futtatni az Apple Intelligence-t — az asszisztenshez Apple chipes Mac kell.
id: Mac ini tidak bisa menjalankan Apple Intelligence — asisten perlu Mac berchip Apple.
it: Questo Mac non può eseguire Apple Intelligence: l’assistente richiede un Mac con chip Apple.
ja: この Mac では Apple Intelligence を利用できません。アシスタントには Apple シリコン搭載 Mac が必要です。
ko: 이 Mac에서는 Apple Intelligence를 사용할 수 없습니다. 어시스턴트에는 Apple 실리콘 Mac이 필요합니다.
ms: Mac ini tidak boleh menjalankan Apple Intelligence — pembantu perlukan Mac bercip Apple.
nb: Denne Macen kan ikke kjøre Apple Intelligence — assistenten krever en Mac med Apple-brikke.
nl: Deze Mac kan Apple Intelligence niet draaien — de assistent heeft een Mac met Apple chip nodig.
pl: Ten Mac nie obsługuje Apple Intelligence — asystent wymaga Maca z układem Apple.
pt_br: Este Mac não roda o Apple Intelligence — o assistente precisa de um Mac com chip Apple.
pt_pt: Este Mac não roda o Apple Intelligence — o assistente precisa de um Mac com chip Apple.
ro: Acest Mac nu poate rula Apple Intelligence — asistentul are nevoie de un Mac cu cip Apple.
ru: Этот Mac не может работать с Apple Intelligence — ассистенту нужен Mac с чипом Apple.
sk: Tento Mac nedokáže spustiť Apple Intelligence — asistent potrebuje Mac s čipom Apple.
sl: Ta Mac ne more poganjati Apple Intelligence — pomočnik potrebuje Mac s čipom Apple.
sv: Den här Macen kan inte köra Apple Intelligence — assistenten kräver en Mac med Apple-chip.
th: Mac เครื่องนี้ใช้ Apple Intelligence ไม่ได้ — ผู้ช่วยต้องใช้ Mac ที่ใช้ชิป Apple
tr: Bu Mac Apple Intelligence’ı çalıştıramıyor — asistan için Apple yongalı bir Mac gerekiyor.
uk: Цей Mac не може працювати з Apple Intelligence — асистенту потрібен Mac із чипом Apple.
zh_hans: 这台 Mac 无法运行 Apple Intelligence — 助理需要配备 Apple 芯片的 Mac。
zh_hant: 這台 Mac 無法執行 Apple Intelligence — 助理需要配備 Apple 晶片的 Mac。

source: Máy này không còn gắn với mã.
ar: لم يعد هذا الجهاز مرتبطًا بالرمز.
ca: Aquest Mac ja no està vinculat al codi.
cs: Tenhle Mac už k tomu kódu nepatří.
da: Denne Mac er ikke længere knyttet til koden.
de: Dieser Mac ist nicht mehr mit dem Code verknüpft.
el: Αυτό το Mac δεν συνδέεται πια με τον κωδικό.
en: This Mac is no longer linked to that code.
es: Este Mac ya no está vinculado al código.
fi: Tämä Mac ei ole enää liitetty koodiin.
fr: Ce Mac n’est plus associé au code.
he: ה‑Mac הזה כבר לא משויך לקוד.
hi: यह Mac अब उस कोड से जुड़ा नहीं है।
hr: Ovaj Mac više nije povezan s kodom.
hu: Ez a Mac már nincs a kódhoz rendelve.
id: Mac ini sudah tidak terhubung dengan kode itu.
it: Questo Mac non è più associato al codice.
ja: この Mac はコードに紐づいていません。
ko: 이 Mac은 더 이상 해당 코드에 연결되어 있지 않습니다.
ms: Mac ini tidak lagi terikat dengan kod itu.
nb: Denne Macen er ikke lenger knyttet til koden.
nl: Deze Mac is niet meer aan de code gekoppeld.
pl: Ten Mac nie jest już powiązany z kodem.
pt_br: Este Mac não está mais vinculado ao código.
pt_pt: Este Mac já não está associado ao código.
ro: Acest Mac nu mai e legat de cod.
ru: Этот Mac больше не привязан к коду.
sk: Tento Mac už nie je viazaný na kód.
sl: Ta Mac ni več vezan na kodo.
sv: Den här Macen är inte längre kopplad till koden.
th: Mac เครื่องนี้ไม่ได้ผูกกับรหัสนี้แล้ว
tr: Bu Mac artık koda bağlı değil.
uk: Цей Mac більше не прив’язаний до коду.
zh_hans: 这台 Mac 已不再绑定该激活码。
zh_hant: 這台 Mac 已不再綁定該啟用碼。

source: Máy này là máy mới
ar: هذا جهاز Mac جديد
ca: Aquest és un Mac nou
cs: Tohle je nový Mac
da: Det her er en ny Mac
de: Das ist ein neuer Mac
el: Αυτό είναι νέο Mac
en: This is a new Mac
es: Este es un Mac nuevo
fi: Tämä on uusi Mac
fr: C’est un nouveau Mac
he: זה Mac חדש
hi: यह एक नया Mac है
hr: Ovo je novi Mac
hu: Ez egy új Mac
id: Ini Mac baru
it: Questo è un Mac nuovo
ja: これは新しい Mac です
ko: 이 Mac은 새 기기입니다
ms: Ini Mac baharu
nb: Dette er en ny Mac
nl: Dit is een nieuwe Mac
pl: To nowy Mac
pt_br: Este é um Mac novo
pt_pt: Este é um Mac novo
ro: Acesta e un Mac nou
ru: Это новый Mac
sk: Toto je nový Mac
sl: To je nov Mac
sv: Det här är en ny Mac
th: นี่คือ Mac เครื่องใหม่
tr: Bu yeni bir Mac
uk: Це новий Mac
zh_hans: 这是一台新 Mac
zh_hant: 這是一台新 Mac

source: Máy này đã dùng hết bản dùng thử.
ar: استخدم هذا الجهاز فترته التجريبية بالفعل.
ca: Aquest Mac ja ha fet servir la prova.
cs: Tenhle Mac už zkušební verzi vyčerpal.
da: Denne Mac har allerede brugt sin prøveperiode.
de: Dieser Mac hat seine Testphase bereits genutzt.
el: Αυτό το Mac έχει ήδη χρησιμοποιήσει τη δοκιμή του.
en: This Mac has already used its trial.
es: Este Mac ya ha usado su prueba.
fi: Tämä Mac on jo käyttänyt kokeilujaksonsa.
fr: Ce Mac a déjà utilisé sa période d’essai.
he: ה‑Mac הזה כבר ניצל את תקופת הניסיון.
hi: यह Mac अपनी आज़माइश पहले ही इस्तेमाल कर चुका है।
hr: Ovaj Mac već je iskoristio probno razdoblje.
hu: Ez a Mac már felhasználta a próbaidőszakát.
id: Mac ini sudah memakai masa cobanya.
it: Questo Mac ha già usato la prova.
ja: この Mac は試用期間を使い切っています。
ko: 이 Mac은 이미 체험을 사용했습니다.
ms: Mac ini sudah menggunakan tempoh percubaannya.
nb: Denne Macen har allerede brukt prøveperioden.
nl: Deze Mac heeft zijn proefperiode al gebruikt.
pl: Ten Mac wykorzystał już okres próbny.
pt_br: Este Mac já usou o período de teste.
pt_pt: Este Mac já usou o período experimental.
ro: Acest Mac și-a folosit deja perioada de probă.
ru: На этом Mac пробный период уже использован.
sk: Tento Mac už skúšobné obdobie využil.
sl: Ta Mac je preizkusno obdobje že izrabil.
sv: Den här Macen har redan använt sin testperiod.
th: Mac เครื่องนี้ใช้ช่วงทดลองไปแล้ว
tr: Bu Mac deneme süresini zaten kullandı.
uk: Цей Mac уже використав пробний період.
zh_hans: 这台 Mac 已经用过试用期。
zh_hant: 這台 Mac 已經用過試用期。

source: Máy ảo & công cụ khác
ar: الأجهزة الافتراضية وأدوات أخرى
ca: Màquines virtuals i altres eines
cs: Virtuální stroje a další nástroje
da: VM'er & andre værktøjer
de: VMs & andere Werkzeuge
el: Εικονικές μηχανές & άλλα εργαλεία
en: VMs & other tools
es: Máquinas virtuales y otras herramientas
fi: Virtuaalikoneet ja muut työkalut
fr: VM et autres outils
he: מכונות וירטואליות וכלים אחרים
hi: VM और अन्य टूल्स
hr: Virtualni strojevi i ostali alati
hu: Virtuális gépek és egyéb eszközök
id: VM & alat lainnya
it: VM e altri strumenti
ja: 仮想マシンとその他のツール
ko: 가상 머신 및 기타 도구
ms: VM & alatan lain
nb: Virtuelle maskiner og andre verktøy
nl: VM's en andere tools
pl: Maszyny wirtualne i inne narzędzia
pt_br: Máquinas virtuais e outras ferramentas
pt_pt: Máquinas virtuais e outras ferramentas
ro: Mașini virtuale și alte instrumente
ru: Виртуальные машины и другие инструменты
sk: Virtuálne stroje a ďalšie nástroje
sl: Navidezni stroji in druga orodja
sv: Virtuella maskiner och andra verktyg
th: เครื่องเสมือนและเครื่องมืออื่นๆ
tr: Sanal makineler ve diğer araçlar
uk: Віртуальні машини та інші інструменти
zh_hans: 虚拟机与其他工具
zh_hant: 虛擬機器與其他工具
